import React from 'react';
import "./article-reading.css"
import { Footer, Header } from '../../scetion';
import SideLinks from '../side-links/side-links';
import PageTitel from '../pageTitel/pageTitel';
import articleimg1 from "../../assets/imges/artic 1.jpg"
import { BiSolidUserCircle, BiCalendarEvent, BiTime, BiCommentDots } from "react-icons/bi";
import {CommentInputs} from '../index';

const Article2 = () => {
    return (
        <>
            <Header />
            <main>
                <PageTitel pageName="نصائح للشركات الناشئة" />
                <div className='scetion-padding' style={{ background: "#ededed" }}>
                    <div className='container'>
                        <div className="row justify-content-center">
                            <div className="col-lg-4">
                                <SideLinks />
                            </div>
                            <div className='col-lg-8'>
                                <div className="main-div-article">
                                    <h1 className='mb-4'>نصائح للشركات الناشئة</h1>
                                    <img className='w-100' src={articleimg1} alt="" />
                                    <div className="articl-info">
                                        <a href='auther' className="auther">
                                            <BiSolidUserCircle />
                                            Medo Gamal
                                        </a>
                                        <a href='data' className="data-art">
                                            <BiCalendarEvent />
                                            مارس 27, 2020
                                        </a>
                                        <div className="time">
                                            <BiTime />
                                            9:39 م
                                        </div>
                                        <a href='#comments' className="coment">
                                            <BiCommentDots />
                                            No Comments
                                        </a>
                                    </div>
                                    <p className='fs-5 mt-2'>أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة. أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة. أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة. أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة. أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة. أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة. أصبح العمل عن بعد شكلاً من أشكال العمل الذي يطمح إليه الكثيرون لفوائده العديدة التي تتمثّل في إدارة وقتك كما تريد إضافة إلى وجود فرصة للسفر عندما يضطرّ الأمر، كما يمكنك العمل في جو مألوف في منزلك في حال لم تستطع الذهاب خارجًا، لكن تتبّع ومراقبة عمل الموظّفين عن بعد يُعتَبَر أمرًا صعبًا ويشكّل تحدّيات للفريق بأكمله، إذًا كيف يمكنك مراقبة فريقك عن بعد وضمان أعلى إنتاجية ممكنة؟ يعتقد الخبراء أن الإجابة تكمن في اعتماد الإدارة المرنة إلى جانب أحدث التّقنيات التي تمنح أصحاب العمل السّيطرة على بيئة عملهم، وسنذكر اليوم أهم برامج مراقبة فرق العمل الموزّعة.</p>
                                    <CommentInputs />
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </main>
            <Footer />
        </>
    );
}

export default Article2;
